Repository: MartyniukAleksandr/warehouse_project_v2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Залишки на складі
pl: Stany magazynowe

source: Додаткова інформація
pl: Dodatkowe informacje

source: Рівень наповнюваності
pl: Poziom zapełnienia

source: Продукт
pl: Produkt

source: Основна інформація
pl: Podstawowe informacje

source: Статус
pl: Status

source: Дата доставки
pl: Data dostawy

source: Замовник
pl: Klient

source: Примітки до замовлення
pl: Uwagi do zamówienia

source: Водій
pl: Kierowca

source: Реєстраційний номер
pl: Numer rejestracyjny

source: Постачальник
pl: Dostawca

source: Номер авто
pl: Numer pojazdu

source: Автомобіль
pl: Pojazd

source: Автомобілі
pl: Pojazdy

source: Ім'я водія
pl: Imię kierowcy

source: Водії
pl: Kierowcy

source: Час початку
pl: Czas rozpoczęcia

source: Час закінчення
pl: Czas zakończenia

source: Активна
pl: Aktywna

source: Робоча зміна
pl: Zmiana robocza

source: Робочі зміни
pl: Zmiany robocze

source: ще активна
pl: nadal aktywna

source: Зміна від {start} до {end}
pl: Zmiana od {start} do {end}

source: Назва
pl: Nazwa

source: Фірма
pl: Firma

source: Кількість на палеті
pl: Ilość na palecie

source: Скільки одиниць товару міститься на одній повній палеті.
pl: Ile jednostek produktu mieści się na jednej pełnej palecie.

source: Загальний залишок (шт.)
pl: Całkowity zapas (szt.)

source: Загальна кількість картонів <в штуках>
pl: Całkowita liczba kartonów <w sztukach>

source: Примітки
pl: Uwagi

source: Рівень мінімальної кількості шт.
pl: Minimalny poziom zapasów (szt.)

source: Мінімальне порогове значення наповнюваності для цього продукту <в штуках>
pl: Minimalna wartość progowa dla tego produktu <w sztukach>

source: Рівень максимальної кількості шт.
pl: Maksymalny poziom zapasów (szt.)

source: Максимальне порогове значення наповнюваності для цього продукту <в штуках>
pl: Maksymalna wartość progowa dla tego produktu <w sztukach>

source: Продукти
pl: Produkty

source: Повних палет
pl: Pełne palety

source: В очікуванні
pl: Oczekujące

source: Виїхало
pl: Wysłano

source: Готове/Завантажено
pl: Gotowe/Załadowane

source: Скасовано
pl: Anulowano

source: Дата створення
pl: Data utworzenia

source: В архіві
pl: W archiwum

source: Замовлення
pl: Zamówienie

source: Замовлення №{id} для {customer}
pl: Zamówienie nr {id} dla {customer}

source: Всього (шт.)
pl: Razem (szt.)

source: Товар
pl: Produkt

source: Замовлено (шт.)
pl: Zamówiono (szt.)

source: Позиція замовлення
pl: Pozycja zamówienia

source: Позиції замовлення
pl: Pozycje zamówienia

source: {units} шт. товару '{product}'
pl: {units} szt. produktu '{product}'

source: Завершено
pl: Zakończono

source: Назва компанії або особи, що доставила товар
pl: Nazwa firmy lub osoby, która dostarczyła towar

source: Постачання
pl: Dostawa

source: Постачання №{id} від {supplier}
pl: Dostawa nr {id} od {supplier}

source: Кількість (шт.)
pl: Ilość (szt.)

source: Позиція постачання
pl: Pozycja dostawy

source: Позиції постачання
pl: Pozycje dostawy

source: Надходження від постачання
pl: Przyjęcie z dostawy

source: Резервування під замовлення
pl: Rezerwacja pod zamówienie

source: Повернення (скасування/редагування)
pl: Zwrot (anulowanie/edycja)

source: Ручне коригування
pl: Korekta ręczna

source: Зміна кількості
pl: Zmiana ilości

source: Новий залишок (шт.)
pl: Nowy zapas (szt.)

source: Тип транзакції
pl: Typ transakcji

source: Час транзакції
pl: Czas transakcji

source: Користувач
pl: Użytkownik

source: Пов'язане замовлення
pl: Powiązane zamówienie

source: Пов'язане постачання
pl: Powiązana dostawa

source: Рух по складу
pl: Ruch magazynowy

source: Рух товару {product} на {quantity}
pl: Ruch towaru {product} o {quantity}

source: Архів Замовлень
pl: Archiwum Zamówień

source: Пошук за замовником або товаром...
pl: Szukaj według klienta lub produktu...

source: Пошук
pl: Szukaj

source: Очистити
pl: Wyczyść

source: Пошук в архіві...
pl: Szukaj w archiwum...

source: Архів порожній.
pl: Archiwum jest puste.

source: Позиції
pl: Pozycje

source: Зміна
pl: Zmiana

source: шт.
pl: szt.

source: Немає позицій
pl: Brak pozycji

source: Сторінка
pl: Strona

source: з
pl: z

source: Складський облік
pl: Zarządzanie magazynem

source: Склад
pl: Magazyn

source: Активні Замовлення
pl: Aktywne Zamówienia

source: Архів
pl: Archiwum

source: Статистика замовлень
pl: Statystyki zamówień

source: Ви впевнені, що хочете закрити зміну?
pl: Czy na pewno chcesz zamknąć zmianę?

source: Закрити зміну
pl: Zamknij zmianę

source: Відкрити зміну
pl: Otwórz zmianę

source: Вийти
pl: Wyloguj

source: Підтвердження видалення
pl: Potwierdzenie usunięcia

source: Ви впевнені, що хочете видалити замовлення
pl: Czy na pewno chcesz usunąć zamówienie

source: Увага!
pl: Uwaga!

source: Оскільки це замовлення ще не було відправлено, зарезервований товар буде повернуто на склад.
pl: Ponieważ to zamówienie nie zostało jeszcze wysłane, zarezerwowany towar zostanie zwrócony do magazynu.

source: Так, видалити
pl: Tak, usuń

source: Ні, повернутися
pl: Nie, wróć

source: Це замовлення доступне тільки для перегляду.
pl: To zamówienie jest dostępne tylko do wglądu.

source: Інформація про замовлення
pl: Informacje o zamówieniu

source: Видалити
pl: Usuń

source: Додати позицію
pl: Dodaj pozycję

source: Зберегти замовлення
pl: Zapisz zamówienie

source: Скасувати
pl: Anuluj

source: Повернутися до списку
pl: Wróć do listy

source: Прибрати
pl: Usuń

source: Експорт в PDF
pl: Eksport do PDF

source: Створити замовлення
pl: Utwórz zamówienie

source: Пошук (Замовник/Товар)
pl: Szukaj (Klient/Produkt)

source: Пошук...
pl: Szukaj...

source: Фільтрувати
pl: Filtruj

source: Активних замовлень не знайдено.
pl: Nie znaleziono aktywnych zamówień.

source: Сьогодні
pl: Dzisiaj

source: Дії
pl: Akcje

source: Редагувати
pl: Edytuj

source: Скасувати замовлення
pl: Anuluj zamówienie

source: Ви впевнені, що хочете скасувати це замовлення? Товар буде повернуто на склад.
pl: Czy na pewno chcesz anulować to zamówienie? Towar zostanie zwrócony do magazynu.

source: Відправити
pl: Wyślij

source: Відхилити завантаження
pl: Odrzuć załadunek

source: Видалити назавжди
pl: Usuń na zawsze

source: Ви впевнені, що хочете остаточно видалити це скасоване замовлення? Цю дію неможливо буде скасувати.
pl: Czy na pewno chcesz trwale usunąć to anulowane zamówienie? Tej akcji nie można cofnąć.

source: Переглянути
pl: Zobacz

source: Перемістити до архіву
pl: Przenieś do archiwum

source: Ви впевнені, що хочете заархівувати це замовлення?
pl: Czy na pewno chcesz zarchiwizować to zamówienie?

source: Інформація про водія для відправки
pl: Informacje o kierowcy do wysyłki

source: Закрити
pl: Zamknij

source: Зберегти та відправити
pl: Zapisz i wyślij

source: Статистика замовлень картону
pl: Statystyki zamówień kartonów

source: Від:
pl: Od:

source: До:
pl: Do:

source: Групувати за:
pl: Grupuj według:

source: Днем
pl: Dnia

source: Місяцем
pl: Miesiąca

source: Роком
pl: Roku

source: Дата
pl: Data

source: Місяць
pl: Miesiąc

source: Рік
pl: Rok

source: Тип картону
pl: Typ kartonu

source: Кількість
pl: Ilość

source: Немає даних за вибраний період.
pl: Brak danych dla wybranego okresu.

source: Зберегти
pl: Zapisz

source: Список Продуктів
pl: Lista Produktów

source: Продукти на складі
pl: Produkty w magazynie

source: Додати продукт
pl: Dodaj produkt

source: Пошук за назвою або фірмою...
pl: Szukaj według nazwy lub firmy...

source: В нормі
pl: W normie

source: Середній рівень
pl: Średni poziom

source: Низький рівень
pl: Niski poziom

source: Продуктів не знайдено.
pl: Nie znaleziono produktów.

source: Історія руху
pl: Historia ruchu

source: Всього одиниць на складі (загалом):
pl: Całkowita liczba jednostek w magazynie:

source: Ви впевнені, що хочете видалити обрані продукти?
pl: Czy na pewno chcesz usunąć wybrane produkty?

source: Видалити обрані
pl: Usuń wybrane

source: Історія руху товару
pl: Historia ruchu towaru

source: До списку продуктів
pl: Do listy produktów

source: Час
pl: Czas

source: Зміна (шт.)
pl: Zmiana (szt.)

source: Новий залишок
pl: Nowy zapas

source: Пов'язаний документ
pl: Powiązany dokument

source: Історія руху для цього товару відсутня.
pl: Brak historii ruchu dla tego towaru.

source: Інформація про постачальника
pl: Informacje o dostawcy

source: Зберегти постачання
pl: Zapisz dostawę

source: Список Постачань
pl: Lista Dostaw

source: Постачання на склад
pl: Dostawy do magazynu

source: Створити постачання
pl: Utwórz dostawę

source: Пошук по постачальнику або товару...
pl: Szukaj według dostawcy lub produktu...

source: Ще немає жодного постачання.
pl: Nie ma jeszcze żadnych dostaw.

source: Ви впевнені, що хочете прийняти це постачання? Залишки на складі будуть оновлені.
pl: Czy na pewno chcesz przyjąć tę dostawę? Stany magazynowe zostaną zaktualizowane.

source: Прийняти на склад
pl: Przyjmij do magazynu

source: Ви впевнені, що хочете видалити це постачання? Це дія незворотна.
pl: Czy na pewno chcesz usunąć tę dostawę? Ta akcja jest nieodwracalna.

source: Щоденна статистика
pl: Statystyki dzienne

source: Щомісячна статистика
pl: Statystyki miesięczne

source: Щорічна статистика
pl: Statystyki roczne

source: Неможливо почати нову зміну, поки активна попередня.
pl: Nie można rozpocząć nowej zmiany, gdy poprzednia jest aktywna.

source: Нову робочу зміну розпочато.
pl: Rozpoczęto nową zmianę roboczą.

source: Робочу зміну успішно закрито
pl: Zmianę roboczą pomyślnie zamknięto

source: Не знайдено активної зміни для закриття.
pl: Nie znaleziono aktywnej zmiany do zamknięcia.

source: Додати новий продукт
pl: Dodaj nowy produkt

source: Редагувати продукт
pl: Edytuj produkt

source: Ви не обрали жодного продукту для видалення.
pl: Nie wybrano żadnego produktu do usunięcia.

source: Неможливо видалити продукти: {products}, оскільки вони є в існуючих замовленнях.
pl: Nie można usunąć produktów: {products}, ponieważ znajdują się w istniejących zamówieniach.

source: Успішно видалено {count} продукт(ів).
pl: Pomyślnie usunięto {count} produkt(ów).

source: У замовленні не може бути однакових позицій. Будь ласка, об'єднайте їх.
pl: Zamówienie nie może zawierać tych samych pozycji. Proszę je połączyć.

source: Неможливо створити замовлення з датою доставки сьогодні або раніше. Спочатку відкрийте робочу зміну.
pl: Nie można utworzyć zamówienia z datą dostawy na dzisiaj lub wcześniejszą. Najpierw otwórz zmianę roboczą.

source: Недостатньо товару '{product}' на складі для резервування.
pl: Niewystarczająca ilość produktu '{product}' w magazynie do rezerwacji.

source: Прийняте замовлення (виконано одразу, датою - %(date)s) для клієнта: %(customer)s
pl: Przyjęte zamówienie (zrealizowano natychmiast, data - %(date)s) dla klienta: %(customer)s

source: Резервування замовлення (доставка %(date)s) для клієнта: %(customer)s
pl: Rezerwacja zamówienia (dostawa %(date)s) dla klienta: %(customer)s

source: Товар успішно зарезервовано для доставки {date}.
pl: Towar pomyślnie zarezerwowano do dostawy {date}.

source: Товар списано зі складу, замовлення оформлено до виконання.
pl: Towar został pobrany z magazynu, zamówienie przekazano do realizacji.

source: Замовлення успішно створено. %s
pl: Zamówienie pomyślnie utworzono. %s

source: Це замовлення знаходиться в архіві і не може бути відредаговане.
pl: To zamówienie znajduje się w archiwum i nie może być edytowane.

source: Неможливо редагувати замовлення, яке вже було відправлено.
pl: Nie można edytować zamówienia, które zostało już wysłane.

source: Інформацію про водія оновлено.
pl: Informacje o kierowcy zostały zaktualizowane.

source: Перегляд/Редагувати замовлення
pl: Podgląd/Edytuj zamówienie

source: Недостатньо товару '{product}' для збільшення замовлення.
pl: Niewystarczająca ilość produktu '{product}', aby zwiększyć zamówienie.

source: Редагування замовлення для клієнта: %(customer)s
pl: Edycja zamówienia dla klienta: %(customer)s

source: Замовлення успішно оновлено.
pl: Zamówienie pomyślnie zaktualizowano.

source: Це замовлення вже в архіві.
pl: To zamówienie jest już w archiwum.

source: Архівування замовлення для клієнта: %(customer)s
pl: Archiwizacja zamówienia dla klienta: %(customer)s

source: Товар із замовлення №{id} повернуто на склад.
pl: Towar z zamówienia nr {id} został zwrócony do magazynu.

source: Замовлення №{id} переміщено до архіву.
pl: Zamówienie nr {id} przeniesiono do archiwum.

source: Сталася помилка при архівуванні замовлення: {}
pl: Wystąpił błąd podczas archiwizacji zamówienia: {}

source: Неможливо скасувати замовлення зі статусом '{status}'.
pl: Nie można anulować zamówienia o statusie '{status}'.

source: Скасування замовлення для клієнта: %(customer)s
pl: Anulowanie zamówienia dla klienta: %(customer)s

source: Замовлення №{id} скасовано. Товар повернуто на склад.
pl: Zamówienie nr {id} zostało anulowane. Towar zwrócono do magazynu.

source: Сталася помилка при скасуванні замовлення: {}
pl: Wystąpił błąd podczas anulowania zamówienia: {}

source: Можна видаляти назавжди лише скасовані замовлення.
pl: Można trwale usuwać tylko anulowane zamówienia.

source: Скасоване замовлення №{id} було остаточно видалено.
pl: Anulowane zamówienie nr {id} zostało trwale usunięte.

source: Сталася помилка під час остаточного видалення замовлення: {}
pl: Wystąpił błąd podczas trwałego usuwania zamówienia: {}

source: Статус замовлення №{id} змінено на 'Готове/Завантажено'.
pl: Status zamówienia nr {id} zmieniono na 'Gotowe/Załadowane'.

source: Змінити статус на 'Готове/Завантажено' можна лише для замовлень в очікуванні.
pl: Można zmienić status na 'Gotowe/Załadowane' tylko dla zamówień oczekujących.

source: Статус замовлення №{id} повернуто до 'В очікуванні'.
pl: Status zamówienia nr {id} przywrócono na 'Oczekujące'.

source: Відхилити завантаження можна лише для замовлень зі статусом 'Готове/Завантажено'.
pl: Można odrzucić załadunek tylko dla zamówień o statusie 'Gotowe/Załadowane'.

source: Неможливо відправити замовлення, яке не має статусу 'Готове/Завантажено'.
pl: Nie można wysłać zamówienia, które nie ma statusu 'Gotowe/Załadowane'.

source: Замовлення №{id} відправлено. Інформацію про водія додано.
pl: Zamówienie nr {id} zostało wysłane. Dodano informacje o kierowcy.

source: Помилка валідації: {errors}
pl: Błąd walidacji: {errors}

source: Нове постачання успішно створено.
pl: Nowa dostawa została pomyślnie utworzona.

source: Це постачання вже було оброблено.
pl: Ta dostawa została już przetworzona.

source: Постачання від постачальника: %(supplier)s
pl: Dostawa od dostawcy: %(supplier)s

source: Постачання №{id} прийнято. Залишки на складі оновлено.
pl: Dostawa nr {id} została przyjęta. Stany magazynowe zaktualizowano.

source: Сталася помилка при обробці постачання: {}
pl: Wystąpił błąd podczas przetwarzania dostawy: {}

source: Можна видаляти лише постачання зі статусом 'В очікуванні'. Оброблений товар потрібно повертати іншим методом.
pl: Można usuwać tylko dostawy o statusie 'Oczekujące'. Przetworzony towar należy zwracać inną metodą.

source: Постачання {id} успішно видалено.
pl: Dostawa {id} została pomyślnie usunięta.

source: Сталася помилка під час видалення постачання: {}
pl: Wystąpił błąd podczas usuwania dostawy: {}

source: Звіт по продуктах на складі
pl: Raport o produktach w magazynie

source: Звіт по замовленнях на дату доставки: %(date)s
pl: Raport zamówień na datę dostawy: %(date)s

source: Звіт по активних замовленнях
pl: Raport aktywnych zamówień

source: Не вказано
pl: Nie określono

source: Вхід
pl: Logowanie

source: Вхід в систему
pl: Logowanie do systemu

source: Ваше ім'я користувача та пароль не збіглися. Будь ласка, спробуйте ще раз.
pl: Nazwa użytkownika i hasło nie pasują. Proszę spróbować ponownie.

source: Ім'я користувача
pl: Nazwa użytkownika

source: Пароль
pl: Hasło

source: Увійти
pl: Zaloguj się

source: Українська
pl: Ukraiński

source: Польська
pl: Polski
